const allproducts = [
  {
    id: 1,
    title: "ساعة الغاز الذكية",
    price: 10,
    description: `
    ✅ ساعة الغاز الذكية ( توفير ٢٠٪ + صمام امان دقيق ) 💲
   🔥 كفالة مصنعية 5 سنوات كاملة 🔥 💯💯
  ✅ ساعة غاز آمنة ماركة IGT ✅
  🔥 فيها ساعة لقياس مخزون الغاز في الجرة
 ✅  الساعة مصممة بتقنيات الأمان الأعلى من نوعها لحماية بيتك وعملك من أخطار تسرب 
 ✴️  الغاز 👨‍👧‍👦
 ⬅️ مميزات ساعة IGT:
 ⬅️ تعمل على تكنولجية دينماركية لتوفير استهلاك الغاز الى 20% للجرة
 ⬅️ الساعة تتحمل ضغط غاز لغاية 30 m bar
 ⬅️ يوجد معها جلدة خاصة طويلة العمر , لا حاجة لاستخدام جلدة خارجية
 ⬅️تقوم ساعة غاز ماركة IGT باستهلاك كامل كمية الغاز في الجرة بينما باقي الانواع القديمة 
 ✴️توقف تدفق الغازمع وجود نسبة 20% من الغاز المتبقي في الجرة .
 😮 ساعة IGT حاصلة على شهادة فحص من الجمعية العلمية الملكية بالاضافة الى شهادة 
 ✴️فحص SGS من الشركة الدينماركية المصنفة .
 🔥 كفالة مصنعية 5 سنوات كاملة 💯💯💯
 ✅ مع كل ساعة بروشور باللغة العربية يتضمن معلومات ساعة الغاز وطريقة التركيب الآمنة .
 ✅ فيها ساعة لقياس مخزون الغاز في الجرة ⏲
 🔥🔥 العرض لفترة محدودة 🔥🔥
 💲⬅️ سعر  الواحدة بس ب 9.99 دينار 😮
 💲😮 سعر 2 بس ب 20 دينار وتوصيل مجانا 😮
 💲😮🔥 سعر 3 حبات بس ب 27 دينار وتوصيل مجانا 😮
⬅️ يتوفر خدمة التوصيل 2 دينار لكافة مناطق المملكة 🚗
✉️ للطلب والاستفسار الرجاء التواصل على الرقم أو أرسال رسالة على واتساب 0798949556
        `,
    category: "غاز",
    images: [
      {
        url: "https://i.postimg.cc/Z05kDJJH/1.jpg",
      },
      {
        url: "https://i.postimg.cc/1nMk5jrD/2.jpg",
      },
      {
        url: "https://i.postimg.cc/9z866sMh/3.jpg",
      },
      {
        url: "https://i.postimg.cc/30RPyFtV/4.jpg",
      },
      {
        url: "https://i.postimg.cc/t1d08T1S/5.jpg",
      },
      /*
      
      <a href="https://postimg.cc/Z05kDJJH" target="_blank"><img src="https://i.postimg.cc/Z05kDJJH/1.jpg" alt="1"/></a><br/><br/>
<a href="https://postimg.cc/1nMk5jrD" target="_blank"><img src="https://i.postimg.cc/1nMk5jrD/2.jpg" alt="2"/></a><br/><br/>
<a href="https://postimg.cc/9z866sMh" target="_blank"><img src="https://i.postimg.cc/9z866sMh/3.jpg" alt="3"/></a><br/><br/>
<a href="https://postimg.cc/30RPyFtV" target="_blank"><img src="https://i.postimg.cc/30RPyFtV/4.jpg" alt="4"/></a><br/><br/>
<a href="https://postimg.cc/t1d08T1S" target="_blank"><img src="https://i.postimg.cc/t1d08T1S/5.jpg" alt="5"/></a><br/><br/>

      */
     
    ],

    image:
      "https://i.postimg.cc/Z05kDJJH/1.jpg",
    rating: {
      rate: 3.9,
      count: 120,
    },
  },
  
];

export default allproducts;
