 const  allproducts = [
    {
        "id": 1,
        "title": "الساعه الذكيه watch7",
        "price": 9.99,
        "description": `🔥الساعه الذكيه watch7 احدث اصدار 2022الجيل السابع الأصلية🔥
        🔥 مع كستك و لزقة هدية 🔥
        ⏰ حرق سعر فقط 9.99  دينار لفترة محدودة ⏰
        🔥 🔥 🔥    عرض خاص : 3 ساعات ب 27.99 دينار فقط  🔥 🔥 🔥 
        ✅مكفوله و مضمونة لعامين💯✅
        🛑الرجاء عدم مقارنة السعر بمنتج اخر، فمنتجنا إصدار 2022، و مواصفاته الداخلية و المعالج أسرع بكثير من منافساتها و مكفول لسنة كاملة 🛑
         تشغيل الشاشة عند النظر ✅
        عجل و كبسة شغالية✅ 
         تعمل على جميع الأجهزة( سامسونج, هواوي, تكنو, ايفون, شاومي..... باختصار جميع الأجهزة)✅
       شاشه كامله بحجم  1.75 انش فل تتش بالكامل ✅ 
        خاصيه انقسام الشاشة إلى قسمين يعني بتقدر تحط قائمه اختصارات على خلفيه الشاشة✅ 
        قياس درجة حرارة الجسم 🌡✅ 
        يوجد بها ألعاب 🕹 ✅
      نظام الأوامر الصوتية 🎙  ✅
        العجل يعمل بشكل كامل  ✅
        رجاج ✅
         منبه عند الجلوس لفترة طويلة✅
        مقاومه الماء بمعيار IP68✅ 
        تدعم اللغة العربية بشكل كامل و تدعم كل اللغات ✅
        التحكم بالكاميرا على الهاتف✅ 
        إمكانية وضع باسورد للساعة ✅ 
        اظهار رقم و اسم المتصل ✅
        إمكانية الرد على المكالمات و التحدث منها مباشرة ( مزودة بميكروفون و سماعة ) ✅
        قياس دقات القلب و ضغط الدم و الأكسجين و حرارة الجسم ✅
        تحتوي على عدة واجهات خلفيات للساعة يمكن للمستخدم الاختيار بينها. ✅
       وضع الرياضة : كرة القدم⚽️، كرة الطائرة🏐، التنس🎾، اليوغا 🧘‍♂️، الركض🏃، المشي🚶، التسلق 🧗 الخ.. ✅ 
        بطارية بسعة 500 مللي امبير, تدوم لعشر أيام 🔋 ✅
        شاحن مغناطيسي (مرفق في العلبة).🔌 ✅
        إمكانية اجراء واستقبال مكالمات مع صوت واضح ومسموع لدى الطرفين ⁦ ✅
       إمكانية قراءة الرسائل من جميع التطبيقات مثل الواتس و الفيس من الساعة مباشرة  ✅
         اظهار الاشعارات من كل التطبيقات الساعة مباشرة✅
       ميزة مراقبة النوم اذا كان عميق او خفيف و عدد الاستيقاظ من النوم😴  ✅ 
        بتقدر تغير الخلفيات ووضع أي صورة شخصيه خلفيه للساعه✅ 
         قابلية تغيير الكاستك بسهولة.✅
        الالة الحاسبة.✖️➗➖➕ ✅
         ساعة الإيقاف.⏱✅
         التقويم.🗓✅
         المنبه.⏰✅
      وميزات أخرى عديده وكثيره   ✅
        
        ⏰ حرق سعر فقط ب 9.99 دينار لفترة محدودة ⏰
        🚘متوفر خدمة التوصيل اينما كنت في الاردن ب 2 دينار فقط 🚘
        🎨متوفرة باللون الأسود والأبيض والزهري.

        🔥 🔥 🔥    عرض خاص : 3 ساعات ب 27.99 دينار فقط  🔥 🔥 🔥 
        `,
        "category": "ساعات",
        "images":[
            { url: "https://i.ibb.co/D9MPNsj/smartwatch.jpg" },
            { url: "https://i.ibb.co/MSnHSdJ/pinkwatch2.jpg" },
            { url: "https://i.ibb.co/TB1pmwY/backbluewatch.jpg" },
            { url: "https://i.ibb.co/b1nMJKj/blackwatch.jpg" },
            { url: "https://i.ibb.co/t4kMQfL/whitewatch.jpg"},
            { url: "https://i.ibb.co/SsFrKwZ/twowatch.jpg"},
            { url: "https://i.ibb.co/J2NyS7J/pink-watch.jpg"}
          ],
          "image": "https://i.ibb.co/t4kMQfL/whitewatch.jpg",
        
        "rating": {
            "rate": 3.9,
            "count": 120
        }
    },
    {
        "id": 2,
        "title": "سماعة TWS ",
        "price": 7.99,
        "description": `🔥سماعه TWS, احدث اصدار 2022 و بسعر تحدي !!🔥
                
        ⏰ حرق سعر فقط ب 7.99 دينار لفترة محدودة ⏰
        🔥 🔥 🔥    عرض خاص : 3 سماعات  ب 20.99 دينار فقط  🔥 🔥 🔥 

        ✅مكفوله و مضمونة لعام عام 💯✅
        💢الرجاء عدم مقارنة السعر بمنتج أخرى مثل M9 أو F9 او M15 او A17 او S320....ألخ
        ال TWS الأحدث و الأقوى بكل السلسلة, بطاريتها و صوتها و فترة الاستخدام و الخامة أعلى بكثير.💢
        
        💠سماعه TWS أعلى جودة, الاحدث بالسلسة اصدار 2022، سماعة و باوربانك 5000 ملي امبير بنفس الوقت، تخيل السماعة بتعقد معك من 8 إلى 9ساعات بشحنه الواحدة وغير هيك الباوربانك بشحنها 45 مره, وممكن تشحن التلفون باستخدامه , يعني العلبة وهي مشحونة بتكفيك لأكثر من 290 ساعه !!
        مميزات_المنتج :
         تعمل على هواتف الأندرويد و الأيفون ( تعمل على جميع الأجهزة) و الساعات الذكية.
         مايكروفون بكل سماعة (صوتك مش سامعة انساها)
        الجيل جديد من HIFI Heavy Bass 130AB و الأنقى للموسيقى.
        تعمل باللمس.
        أحدث إصدار بلوتوث 5.2 ( #لاتأخيربصوت_الألعاب).
        يمكن الرد على المكالمات و تغير الأغنية و التحكم بالصوت عن طريق لمسها مباشرة.
        مقاومة للماء و التعرق بشكل كامل و الاتربة IP69.
        ثبات عالي بالأذن لتناسب الرياضات.
        مزودة بمانع الضوضاء الخارجية.
        إمكانية استخدامها لشحن الهاتف كـ POWER BANK ب سعة 5000 مل أمبير !!
        تقنيه الصوت محيط 9D عالية الجودة #مناسبهجداللألعاب. 
        تصميم Groove الجميل، و يمكن استخدامه كحاملة للهاتف المحمول.
        شاشة رقمية ذكية لمعرفه مستوى شحن.
        تعمل عن بعد 18 متر الى 25متر عن الهاتف .
        مصنوعة من مادتي ABS+PVC لتحقيق أعلى متانة و اناقة.
        
        ✅ الصورة مطابقة للواقع 100%
        ✅ صندوق السماعة مزود بشاشة ديجيتال

        ⏰ حرق سعر فقط 7.99  دينار لفترة محدودة ⏰
        🔥 🔥 🔥    عرض خاص : 3 سماعات  ب 20.99 دينار فقط  🔥 🔥 🔥 

        🚘متوفر خدمة التوصيل اينما كنت في الاردن ب 2 دينار فقط 🚘`,
        "category": "سماعات",
        "image": "https://i.ibb.co/2h0kGcy/headphone6.jpg",
        "images":[
          { url: "https://i.ibb.co/2h0kGcy/headphone6.jpg" },
            { url: "https://i.ibb.co/vvSvDm9/headphone2.jpg" },
            { url: "https://i.ibb.co/B63Q3hB/headphone8.jpg" },
            { url: "https://i.ibb.co/9VKCPZ7/headphone7.jpg" },
            { url: "https://i.ibb.co/sR1Mv4m/headphone5.jpg" },
            { url:"https://i.ibb.co/s18ChP9/headphone4.jpg"  },
            { url: "https://i.ibb.co/B63Q3hB/headphone8.jpg"  },
           { url: "https://i.ibb.co/DDtw9cx/powerbank.jpg" },

          ],
        "rating": {
            "rate": 4.1,
            "count": 259
        }
    },
    {
        "id": 3,
        "title": "مشط حراري",
        "price": 8.99,
        "description": `
 
        مشط حراري لتصفيف شعر الرأس واللحيه بكل سهوله بديل _السشوار والستريت (للشباب والفتيات).
      
         🚘  خدمه التوصيل أينما كنت في الاردن مجانا  🚘
        
        مميزاته : ❤
        صناعه كوريه اصلي. 
        كفاله سنه. 
        مناسب للشباب والفتيات لجميع انواع الشعر مهما كان. 
        سهل الإستخدام. 
        تسريحه وأناقه وشعر جذاب  بأقل من دقيقتين. 
        يساعد في فرد  و ترطيب الشعر وتنعيمه،وحمايته  من التلف والتساقط.
        تصميم رائع وأنيق مناسب لحجم اليد. 
        مدة الوصول للحرارة المثالية هي عده ثواني فقط. 
        آمن وفعال توجد طبقة حماية ، لحماية الشعر والجلد من الإحتراق. 
        درجه حراره متعدده، خفيفه  وسط وعاليه تصل إلى 950F بثواني/60Hz200V
        
        للطلب الرجاء التواصل على الواتس`,
        "category": "مشط حراري",
        "image": "https://i.ibb.co/TKxsGpc/makwa1.jpg",
        "images":[
            { url: "https://i.ibb.co/TKxsGpc/makwa1.jpg" },
            { url: "https://i.ibb.co/MhY2fbg/makwa2.jpg" },
      
          ],
        "rating": {
            "rate": 4.7,
            "count": 500
        }
},
{
  "id": 4,
  "title": "فوم تنظيف",
  "price": 6.99,
  "description": `
  🔥بخاخ الفوم الألماني🔥

  🎁هدية مع كل طلب ليفة تنظيق سحرية مخصصة  🎁
  
  ✅ المنظف الأقوى يعيد لون الأسطح الجلد و البلاستيك متل ما كانت .
  ✅ تقنية  الفوم مطور يعمل علي ازاله طبقه الاوساخ المتراكمة علي التابلو او العجل.   
  ✅  فوم منظف ومزيل لجميع البقع والاوساخ يعيد للسيارة بريقها ولمعتها .
  ✅  مناسب للاستخدام على الكراسي والسقف والتابلو والموتور والجسم الخارجي السيارة.
  ✅  يستطيع إزالة أقوى الدهون والبقع العنيدة.
  ✅  يزيل الاوساخ والأتربة بكل سهوله
  ✅  يلمع السيارات بشكل فعال جداً ومن أول استخدام.
  ✅  حجم العبوة كبيره جدا ومناسب للاستخدام أكتر من مرة.
  
  🎁هدية مع كل طلب ليفة تنظيق سحرية مخصصة  🎁
  
  🔥 الاثنين بسعر 6.99 دينار🔥 شامل التوصيل
  🔥 اربعه بسعر 9.99 دينار🔥 توصيل مجاني
  🔥 الستة بسعر 13.99 دينار🔥توصيل مجاني
  
  🚘التوصيل مجاني  لجميع محافظات المملكة 
  `,
  "category": "فوم تنظيف",
  "image": "https://citycenterjo.com/wp-content/uploads/2021/11/WhatsApp-Image-2021-09-04-at-04.45.24-3.jpeg",
  "images":[
      { url: "https://www.click2shop.org/wp-content/uploads/2021/03/a2_20fda01d-6236-4e47-8d2c-52801d19fa8d_large.gif" },
      { url: "https://cdn.youcan.shop/stores/2c523d73da2562a06d584192bc3e4afc/products/wJRdyBQPA6Ha6sD6fR77sA3eRs6LC9kQpwJ8d3WD.jpeg" },
      { url: "https://citycenterjo.com/wp-content/uploads/2021/11/WhatsApp-Image-2021-09-04-at-04.45.24-3.jpeg"}

    ],
  "rating": {
      "rate": 4.7,
      "count": 500
  }
} 
]

export default allproducts;



/*

// <img src="https://i.ibb.co/B63Q3hB/headphone8.jpg" alt="headphone8" border="0">
// <img src="https://i.ibb.co/9VKCPZ7/headphone7.jpg" alt="headphone7" border="0">
// <img src="https://i.ibb.co/2h0kGcy/headphone6.jpg" alt="headphone6" border="0">
// <img src="https://i.ibb.co/sR1Mv4m/headphone5.jpg" alt="headphone5" border="0">
// <img src="https://i.ibb.co/s18ChP9/headphone4.jpg" alt="headphone4" border="0">
// <img src="https://i.ibb.co/B63Q3hB/headphone8.jpg" alt="headphone8" border="0">
// <img src="https://i.ibb.co/vvSvDm9/headphone2.jpg" alt="headphone2" border="0">
// <img src="https://i.ibb.co/DDtw9cx/powerbank.jpg" alt="powerbank" border="0">
// <img src="https://i.ibb.co/MhY2fbg/makwa2.jpg" alt="makwa2" border="0">
// <img src="https://i.ibb.co/TKxsGpc/makwa1.jpg" alt="makwa1" border="0">
// <img src="https://i.ibb.co/MSnHSdJ/pinkwatch2.jpg" alt="pinkwatch2" border="0">
// <img src="https://i.ibb.co/D9MPNsj/smartwatch.jpg" alt="smartwatch" border="0">
// <img src="https://i.ibb.co/t4kMQfL/whitewatch.jpg" alt="whitewatch" border="0">
// <img src="https://i.ibb.co/TB1pmwY/backbluewatch.jpg" alt="backbluewatch" border="0">
// <img src="https://i.ibb.co/b1nMJKj/blackwatch.jpg" alt="blackwatch" border="0">
// <img src="https://i.ibb.co/SsFrKwZ/twowatch.jpg" alt="twowatch" border="0">
// <img src="https://i.ibb.co/J2NyS7J/pink-watch.jpg" alt="pink-watch" border="0">
 */